import React from 'react'
import Head from 'next/head'
import Image from 'next/image'
import '../vanill-till/vanill-till'

const About = () => {
  if (typeof window !== "undefined") {
    VanillaTilt.init(document.querySelector(".vanilla"), {
        max: 25,
        speed: 400
      });
      //It also supports NodeList
      VanillaTilt.init(document.querySelectorAll(".vanilla"));
    }
  return (
    <div>
        <Head>
        <title>About - MTS School</title>
        <meta name="description" content="welcome to mts school, mother teressa senior secondary school baharawanda kalan, baharawanada kalan, addmission form, contact now, tulsiram jangid, mts school tulsiram jangid, education, english, hindi, admission, students, student, teacher, study, school, good school" />
        <link rel="icon" href="/logo/favicon.png" />
      </Head>
    <div className='glass p-3 m-5'>
    <h1 className='glass-blur p-3 text-2xl font-semibold text-gray-700'>मदर टेरेसा उच्च माध्यमिक विद्यालय बहरावंडा कलाँ के बारे में</h1>
<p className='m-3'>मदर टेरेसा उच्च माध्यमिक विद्यालय की स्थापना 1998 में हुई थी और इसका प्रबंधन प्रा। बिना सहायता प्राप्त। यह ग्रामीण क्षेत्र में स्थित है। यह राजस्थान के सवाई माधोपुर जिले के खंडार प्रखंड में स्थित है। स्कूल में L.K.G. से 12 तक के ग्रेड होते हैं। स्कूल सह-शैक्षिक है और इसमें एक प्री-प्राइमरी सेक्शन जुड़ा हुआ है। स्कूल प्रकृति में लागू नहीं है और शिफ्ट-स्कूल के रूप में स्कूल भवन का उपयोग नहीं कर रहा है। इस विद्यालय में शिक्षा का माध्यम हिन्दी है। इस स्कूल तक सभी मौसम में सड़क मार्ग से पहुंचा जा सकता है। इस स्कूल में शैक्षणिक सत्र अप्रैल में शुरू होता है। स्कूल का निजी भवन है। इसमें शिक्षण उद्देश्यों के लिए 9 कक्षाएँ हैं। सभी कक्षाएं अच्छी स्थिति में हैं। इसमें गैर-शिक्षण गतिविधियों के लिए 2 अन्य कमरे हैं। विद्यालय में प्रधानाध्यापक/अध्यापक के लिए पृथक कक्ष है। स्कूल में पक्की बाउंड्री वॉल है। स्कूल में बिजली का कनेक्शन है। स्कूल में पीने के पानी का स्रोत नल का पानी है और यह क्रियाशील है। स्कूल में 3 लड़कों का शौचालय है और यह क्रियाशील है। और 2 लड़कियों का शौचालय है और यह क्रियाशील है। स्कूल में खेल का मैदान है। स्कूल में एक पुस्तकालय है और इसके पुस्तकालय में 369 पुस्तकें हैं। स्कूल में विकलांग बच्चों को कक्षाओं तक पहुंचने के लिए रैम्प की जरूरत नहीं है। स्कूल में शिक्षण और सीखने के उद्देश्यों के लिए 2 कंप्यूटर हैं और सभी कार्यात्मक हैं। स्कूल में कंप्यूटर एडेड लर्निंग लैब नहीं है। विद्यालय में मध्यान्ह भोजन उपलब्ध नहीं कराया जाता है। स्कूल में विकलांग बच्चों को कक्षाओं तक पहुंचने के लिए रैम्प की जरूरत नहीं है। स्कूल में शिक्षण और सीखने के उद्देश्यों के लिए 2 कंप्यूटर हैं और सभी कार्यात्मक हैं। स्कूल में कंप्यूटर एडेड लर्निंग लैब नहीं है। विद्यालय में मध्यान्ह भोजन उपलब्ध नहीं कराया जाता है। स्कूल में विकलांग बच्चों को कक्षाओं तक पहुंचने के लिए रैम्प की जरूरत नहीं है। स्कूल में शिक्षण और सीखने के उद्देश्यों के लिए 2 कंप्यूटर हैं और सभी कार्यात्मक हैं। स्कूल में कंप्यूटर एडेड लर्निंग लैब नहीं है। विद्यालय में मध्यान्ह भोजन उपलब्ध नहीं कराया जाता है।</p>
    </div>
    </div>
  )
}

export default About
